<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1">
  <dict>
    <key>PayloadUUID</key>
    <string>fd8e0ab9-fc0c-4337-89d6-9a98d8b1cbf4</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadOrganization</key>
    <string>Emerson Collective</string>
    <key>PayloadIdentifier</key>
    <string>fd8e0ab9-fc0c-4337-89d6-9a98d8b1cbf4</string>
    <key>PayloadDisplayName</key>
    <string>jamfConnect - agentSettings - ALL</string>
    <key>PayloadDescription</key>
    <string>Jamf Connect Login Settings&#13;&#13;test</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
    <key>PayloadEnabled</key>
    <true/>
    <key>PayloadRemovalDisallowed</key>
    <true/>
    <key>PayloadScope</key>
    <string>System</string>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>PayloadDisplayName</key>
        <string>Custom Settings</string>
        <key>PayloadIdentifier</key>
        <string>6AC31235-6154-4005-AEB3-1EF562A7FCBD</string>
        <key>PayloadOrganization</key>
        <string>JAMF Software</string>
        <key>PayloadType</key>
        <string>com.apple.ManagedClient.preferences</string>
        <key>PayloadUUID</key>
        <string>6AC31235-6154-4005-AEB3-1EF562A7FCBD</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadContent</key>
        <dict>
          <key>com.jamf.connect.login</key>
          <dict>
            <key>Forced</key>
            <array>
              <dict>
                <key>mcx_preference_settings</key>
                <dict>
                  <key>AllowNetworkSelection</key>
                  <true/>
                  <key>AuthServer</key>
                  <string>emersoncollective.okta.com</string>
                  <key>CreateAdminUser</key>
                  <true/>
                  <key>CreateJamfConnectPassword</key>
                  <true/>
                  <key>DemobilizeUsers</key>
                  <true/>
                  <key>DenyLocal</key>
                  <false/>
                  <key>LocalFallback</key>
                  <true/>
                  <key>LoginLogo</key>
                  <string>/Users/Shared/JamfConnectAssets/EC_Primary_Horizontal_2022_CMYK_Red.png</string>
                  <key>LoginWindowMessage</key>
                  <string>Log in Using Your Okta Credentials</string>
                  <key>Migrate</key>
                  <true/>
                  <key>OIDCAccessClientID</key>
                  <string>0oan08gakmTQD2s0n2p7</string>
                  <key>OIDCAdminClientID</key>
                  <string>0oan08gakmTQD2s0n2p7</string>
                  <key>OIDCProvider</key>
                  <string>Okta</string>
                </dict>
              </dict>
            </array>
          </dict>
        </dict>
      </dict>
      <dict>
        <key>PayloadDisplayName</key>
        <string>Custom Settings</string>
        <key>PayloadIdentifier</key>
        <string>49FEA124-3673-457A-BE36-8D84DB8D0A69</string>
        <key>PayloadOrganization</key>
        <string>Emerson Collective</string>
        <key>PayloadType</key>
        <string>com.apple.ManagedClient.preferences</string>
        <key>PayloadUUID</key>
        <string>D381F2B0-EEC0-43FB-8557-29E5B3E98076</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadContent</key>
        <dict>
          <key>com.jamf.connect</key>
          <dict>
            <key>Forced</key>
            <array>
              <dict>
                <key>mcx_preference_settings</key>
                <dict>
                  <key>Appearance</key>
                  <dict>
                    <key>AlternateBranding</key>
                    <false/>
                    <key>MenubarIcon</key>
                    <string>/Library/EC/logo.icns</string>
                    <key>MenubarIconDark</key>
                    <string>/Library/EC/logo.icns</string>
                    <key>ShowWelcomeWindow</key>
                    <false/>
                  </dict>
                  <key>CustomMenuItems</key>
                  <dict>
                    <key>changepassword</key>
                    <string>Change Okta Password</string>
                    <key>connect</key>
                    <string>Connect to Okta</string>
                  </dict>
                  <key>IdPSettings</key>
                  <dict>
                    <key>OktaAuthServer</key>
                    <string>emersoncollective.okta.com</string>
                    <key>Provider</key>
                    <string>Okta</string>
                  </dict>
                  <key>Keychain</key>
                  <dict>
                    <key>InternetItems</key>
                    <dict/>
                    <key>PasswordItems</key>
                    <dict/>
                  </dict>
                  <key>PasswordPolicies</key>
                  <dict>
                    <key>PolicyRequirements</key>
                    <dict>
                      <key>minLength</key>
                      <integer>10</integer>
                      <key>minLowerCase</key>
                      <integer>1</integer>
                      <key>minMatches</key>
                      <integer>5</integer>
                      <key>minNumber</key>
                      <integer>1</integer>
                      <key>minSymbol</key>
                      <integer>0</integer>
                      <key>minUpperCase</key>
                      <integer>1</integer>
                    </dict>
                  </dict>
                  <key>SignIn</key>
                  <dict>
                    <key>AutoAuthenticate</key>
                    <true/>
                    <key>AutoMFA</key>
                    <false/>
                    <key>AutoOpenAppAtLogin</key>
                    <false/>
                    <key>PasswordLabel</key>
                    <string>Okta Password</string>
                    <key>RequireSignIn</key>
                    <false/>
                    <key>SignInLogo</key>
                    <string>/Users/Shared/JamfConnectAssets/EC_Primary_Horizontal_2022_CMYK_Red.png</string>
                    <key>UsernameLabel</key>
                    <string>Okta Username</string>
                    <key>WindowTitle</key>
                    <string>Please Sign In Using Your Full Email Address</string>
                    <key>MFARename</key>
                    <dict/>
                  </dict>
                </dict>
              </dict>
            </array>
          </dict>
        </dict>
      </dict>
    </array>
  </dict>
</plist>
