<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1">
  <dict>
    <key>PayloadUUID</key>
    <string>4DC9B320-2032-4699-9AB1-EE0949D6296D</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadOrganization</key>
    <string>Emerson Collective</string>
    <key>PayloadIdentifier</key>
    <string>1D061E47-9A51-43E2-8568-0A5620CC5D54</string>
    <key>PayloadDisplayName</key>
    <string>macOS - requireFilevault - ALL</string>
    <key>PayloadDescription</key>
    <string/>
    <key>PayloadVersion</key>
    <integer>1</integer>
    <key>PayloadEnabled</key>
    <true/>
    <key>PayloadRemovalDisallowed</key>
    <true/>
    <key>PayloadScope</key>
    <string>System</string>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>PayloadUUID</key>
        <string>82C891F0-1AF1-4CDA-87CC-06BA5E97E357</string>
        <key>PayloadType</key>
        <string>com.apple.MCX</string>
        <key>PayloadOrganization</key>
        <string>com.cmdec.security</string>
        <key>PayloadIdentifier</key>
        <string>82C891F0-1AF1-4CDA-87CC-06BA5E97E357</string>
        <key>PayloadDisplayName</key>
        <string>MCX</string>
        <key>PayloadDescription</key>
        <string>FileVault 2</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadEnabled</key>
        <true/>
        <key>DestroyFVKeyOnStandby</key>
        <true/>
        <key>dontAllowFDEDisable</key>
        <true/>
      </dict>
      <dict>
        <key>PayloadUUID</key>
        <string>515851b2-9b26-4739-9801-0675a7584316</string>
        <key>PayloadType</key>
        <string>com.apple.security.pkcs1</string>
        <key>PayloadOrganization</key>
        <string>Emerson Collective</string>
        <key>PayloadIdentifier</key>
        <string>00D09CEA-CB91-4849-A5DD-F6A4F31DF336</string>
        <key>PayloadDisplayName</key>
        <string>JSS FileVault Recovery Key Escrow Certificate</string>
        <key>PayloadDescription</key>
        <string/>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadEnabled</key>
        <true/>
        <key>PayloadCertificateFileName</key>
        <string>FileVault2Comm.cer</string>
        <key>PayloadContent</key>
        <data>MIIDxjCCAq6gAwIBAgIEXQ2YsTANBgkqhkiG9w0BAQsFADBAMT4wPAYDVQQDEzVFbWVyc29uIENvbGxlY3RpdmUgSlNTIEJ1aWx0LWluIENlcnRpZmljYXRlIEF1dGhvcml0eTAeFw0yMjEwMDEwNjI0NThaFw0yNzEwMDMwNjI0NThaMEQxFzAVBgNVBAsTDkZJTEVWQVVMVDJDT01NMSkwJwYDVQQDEyBKU1MgQnVpbHQtSW4gU2lnbmluZyBDZXJ0aWZpY2F0ZTCCASIwDQYJKoZIhvcNAQEBBQADggEPADCCAQoCggEBAJW0/mSXpfPLwPcUHI8F4LZJ08Gjasg/85k/4F+jm8qLJIKhYZHkcDbvkhlMquNIGcEMWNTi6HmHrnEcdjjI4XZWnLn9HB9N5rPTafZX03H18vmebXBtaf+e0ZeZlRjinem0dMgjCiqkKB1invjWkNxQmg4jZfCh3j6DBeE7tpO09jZcS2a7VS9CbV6oDCmZcbYaR/bcoeoy8nJ0sgeSrc28ymHfqBfnIKojMJLZrshsJpPvL2ivumqK6dB8YXeCWDP7dpirvZC1ESQ7EBYDf0OR47EU5MYFUnjbK+0GrrdYgh8b7WEe9V5JRCCB4q5X1xayW/iVIroZFL27eVpoEfcCAwEAAaOBwzCBwDAdBgNVHQ4EFgQUwmH7MWONeh1k19XoxNBy85aTW8IwEwYDVR0lBAwwCgYIKwYBBQUHAwEwDgYDVR0PAQH/BAQDAgGmMAwGA1UdEwEB/wQCMAAwSwYDVR0fBEQwQjBAoD6gPIY6aHR0cHM6Ly9lbWVyc29uY29sbGVjdGl2ZS5qYW1mY2xvdWQuY29tLy9DQS9KQU1GQ1JMU2VydmxldDAfBgNVHSMEGDAWgBTpmigqNHK8XHx1EbCHJzcCeE5F4DANBgkqhkiG9w0BAQsFAAOCAQEAN0pPzTLzHr2j3J9m0VuDKIv4Ail8GxiBoDYHIBhb+gmNa4Tp/v23TI3bfOlHqwvTl8qPzHT1rUjup39G6oAj71uTIqNPArUaND/kind1sImenTT7S+TCJy266HDfrrb8n/Mn7jzSS8G6MgTayMH8iNnUHQUstLezShsVuXfsqz6OEEV3AELwTeyiw/6KvHTsGK2ZQol0ZE0u0IBLp3ttEEBmHPJWJfk6E3iQpacUAJT5Wtv0nsPJdGQMac+eWAwQf8CjaVAFBoFskmLeKFyoP3s8/bAWdEZu3+DXtlNxmfm7glwZz280q8ndxYL7DE5SgqSfw5OESrSHBtDwvQLlYw==</data>
        <key>AllowAllAppsAccess</key>
        <false/>
        <key>KeyIsExtractable</key>
        <true/>
      </dict>
      <dict>
        <key>EncryptCertPayloadUUID</key>
        <string>515851b2-9b26-4739-9801-0675a7584316</string>
        <key>Location</key>
        <string>JSS</string>
        <key>PayloadDescription</key>
        <string>FileVault 2</string>
        <key>PayloadDisplayName</key>
        <string>FileVault Recovery Key Escrow</string>
        <key>PayloadIdentifier</key>
        <string>7C5428F4-DBF1-489E-A459-2ECB04E9123D</string>
        <key>PayloadOrganization</key>
        <string>com.cmdec.security</string>
        <key>PayloadType</key>
        <string>com.apple.security.FDERecoveryKeyEscrow</string>
        <key>PayloadUUID</key>
        <string>7C5428F4-DBF1-489E-A459-2ECB04E9123D</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
      </dict>
      <dict>
        <key>Defer</key>
        <true/>
        <key>Enable</key>
        <string>On</string>
        <key>PayloadDescription</key>
        <string>FileVault 2</string>
        <key>PayloadDisplayName</key>
        <string>FileVault</string>
        <key>PayloadIdentifier</key>
        <string>38DF0E0C-F81E-460A-B3E3-C526418C7E9C</string>
        <key>PayloadOrganization</key>
        <string>com.cmdec.security</string>
        <key>PayloadType</key>
        <string>com.apple.MCX.FileVault2</string>
        <key>PayloadUUID</key>
        <string>38DF0E0C-F81E-460A-B3E3-C526418C7E9C</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>ShowRecoveryKey</key>
        <false/>
        <key>UseRecoveryKey</key>
        <true/>
        <key>UseKeychain</key>
        <false/>
        <key>UserEntersMissingInfo</key>
        <false/>
      </dict>
    </array>
  </dict>
</plist>
